Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/sd/samediggi.no/somas-vuohki-oahppat-samegiela-sami-satnegirjjas-almmuhuvvon.html.tmx
Source language: sme
Languages: sma

source: Somás vuohki oahppat sámegiela – sámi sátnegirjjáš almmuhuvvon / Faktadieđut sámi gielaid birra / Giella / Sámediggi - Sametinget
sma: Saemien lusteslaakan lïeredh – saemien låammegærjetje bæjhkoehtamme / Bïevnesh saemien gïeli bïjre / Gïele / Saemiedigkie - Sametinget

source: Somás vuohki oahppat sámegiela – sámi sátnegirjjáš almmuhuvvon
sma: Saemien lusteslaakan lïeredh – saemien låammegærjetje bæjhkoehtamme

source: Háliidat go oahppat sámegielsániid ?
sma: Sïjhth såemies saemien baakoeh lïeredh ?

source: Vai háliidat go rámiidit gean nu eará gillii go dan gillii maid don humat ?
sma: Jallh dagke sïjhth naan åajvoehbaakoeh jiehtedh aktene jeatjah saemien gïelesne goh jïjtje soptsesth ?

source: Dalle sáhttá dát ságastallangirjjáš leat veahkkin árgabeaiságastallamii sihke davvisámegillii, julevsámegillii ja lullisámegillii.
sma: Dellie daate låammegærjetje biejjieladtje baakoejgujmie jïh raajesigujmie dovne noerhtesaemien, julevsaemien jïh åarjelsaemien gïelesne maahta viehkine årrodh.

source: Giellakampánnja “ Sámás muinna ” almmuha dá sierra sátne- ja cealkkačoakkáldaga maid sáhttá geavahit iešguđet oktavuođain.
sma: Gïelekampanje ” Saemesth munnjien ” sov jïjtse ohtje våarhkoem baakojste jïh raajesijstie bæjhkohte daelie maam maahta nuhtjedh ovmessie ektiedimmine.

source: Sátnegirjjážis leat juohkebeaivválaš sánit ja dajaldagat, muhtun ávkkálaš irggástallanvuogit ja cealkagat maiguin sáhttá álgit.
sma: Låammegærjetjisnie biejjieladtje baakoeh jïh raajesh, såemies nuhteligs sjekkadimmieraerieh jïh raajesh mejtie nuhtjedh aalkoelisnie.

source: - Dát ii leat mihkkege oahppogirjjiid, muhto somás vuohki oahpásmuvvat sámegillii.
sma: - Ij leah daate naan learoegærja, men akte lustes vuekie saemien gïeline åahpenidh.

source: Das ii leat lossa grammatihkka, muhto ávkkálaš dajaldagat, dadjá sámediggepresideanta Aili Keskitalo
sma: Daesnie ij naan leevles grammatihke, ajve nuhteligs jïh ij dan nuhteligs raajesh, saemiedigkiepresidente Aili Keskitalo jeahta.

source: Sátnegirjjáš lea erenoamážit nuoraid várás, ja das leat sánit ja dajaldagat maid sáhttá geavahit skuvllas, ruovttus, go lea ovttas ustibiiguin ja go lea luonddus ja feasttas.
sma: Låammegærjetje lea joekoen sjïehtesjamme noeride, jïh dutnjien baakoeh jïh raajesh vadta mejtie maahtah nuhtjedh skuvlesne, hïejmesne, voelpigujmie ektine, eatnamisnie jïh feestesne.

source: Sámediggi sávvá ahte dat livččii ávkin sihke dutnje gii humat juo ovtta dahje eanet sámegielaid ja dutnje gii háliidat oahppat sámegiela.
sma: Saemiedigkie gegkeste daate aevhkine sjædta dovne dutnjien mij joe aktem jallh jienebh saemien gïelh soptsesth jïh dutnjien mij sæjhta saemien lïeredh

source: - Geavat ovtta sáni juohke beaivve, čále cealkaga ja sádde dan iežat ustibii dahje almmut dan iežat instagrámmas.
sma: - Nuhtjh aktem baakoem fïerhten biejjien, tjaelieh aktem raajesem jïh seedth dam dov voelpese jallh påastese dov instagramesne.

source: Searvva veahkkin oažžut sámegiela oidnot ja gullot árgabeaivvis ja sosiála mediain, ávžžuha sámediggepresideanta Aili Keskitalo.
sma: Årroeh meatan viehkiehtidh guktie saemien gïele vielie våajnoes jïh govloes sjædta dovne aarkebiejjien jïh sosijaale meedijinie, saemiedigkiepresidente Aili Keskitalo haasta.

source: Dá lea sátnegirjjáš:
sma: Daesnie låammegærjetje:

source: Dás sáhtát diŋgot sátnegirjjáža: http://www.sametinget.no/Snakk-samisk-te-mae/Bestill-gratis-lommeparloer-armbaand-og-buttons
sma: Daesnie maahtah låammegærjetjem dongkedh: http://www.sametinget.no/Snakk-samisk-te-mae/Bestill-gratis-lommeparloer-armbaand-og-buttons
